{
  "103A93": {
    "id": "103A93",
    "originalId": "103A-93",
    "subject": "歯周病学",
    "dialogue": "コクシくん：ファルカプラスティ...？また横文字きた...\n\nセンパイ：落ち着いて。ファルカ=分岐部、プラスティ=形成。つまり「根分岐部の形を整える術式」ってこと\n\nコクシくん：あ、そういう意味か。で、何を除去するんですか？\n\nセンパイ：その前に、なんで分岐部を整える必要があると思う？\n\nコクシくん：えっと...プラークが溜まりやすいから？\n\nセンパイ：そう。じゃあ「何があるとプラークが溜まりやすくなるか」を考えればいい\n\nコクシくん：エナメル突起とエナメル滴...正直この2つの違いがよくわからないんですよね\n\nセンパイ：OK、整理しよう。突起は「CEJから分岐部に向かって縦に伸びてるやつ」。滴は「根面にポツンとある球状のやつ」。教科書だとエナメル真珠とも書いてある\n\nコクシくん：形が違うのはわかりました。でも、なんでこれがダメなんですか？「結合組織性付着ができない」って覚えてたんですけど\n\nセンパイ：惜しい。正確には「上皮性付着になる」んだよ。エナメル質の表面には結合組織がくっつけないから、上皮性付着になる。上皮性付着は結合組織性付着より弱いから、炎症が起きると付着の破壊が生じやすい\n\nコクシくん：あ、「できない」じゃなくて「上皮性になるから弱い」ってことか\n\nセンパイ：そう。そこ国試で聞かれることあるから注意ね\n\nコクシくん：出現頻度とかも覚えた方がいいですか？\n\nセンパイ：エナメル突起は「頬側に多くて、下顎大臼歯で出現頻度が最も高い」。これは出やすい。エナメル滴は出現頻度が稀だから、そこまで細かく聞かれない\n\nコクシくん：下顎大臼歯の頬側...メモしとこ\n\nセンパイ：あとMastersらの分類でI〜III級に分けられてる。I級はCEJから根分岐部への軽度な突出、III級は根分岐部に達するもの。まあここまで細かく出ることは少ないけど\n\nコクシくん：じゃあ他の選択肢は？\n\nセンパイ：口蓋裂溝は上顎側切歯の縦溝。分岐部と場所が全然違う。臼傍結節とカラベリー結節は歯冠部にある結節で、これも分岐部じゃない\n\nコクシくん：結局「分岐部にあるかどうか」で判断すればいいんですね\n\nセンパイ：そういうこと。ファルカプラスティって名前に「ファルカ（分岐部）」って入ってるからね。ちなみにファルカプラスティは歯を削るオドントプラスティと骨を削るオステオプラスティがあるけど、必ずしも両方やるわけじゃない\n\nコクシくん：え、そうなんですか？セットだと思ってました\n\nセンパイ：状況による。この問題は「歯側で除去するもの」を聞いてるから、オドントプラスティの対象を答えればいい",
    "points": "・「結合組織性付着ができない」→ 正確には「上皮性付着になるため弱い」\n・エナメル突起の好発部位：頬側に多く、下顎大臼歯で最も高い（頻出）\n・結節系（臼傍結節、カラベリー結節）：歯冠部にあり分岐部と無関係",
    "tableTitle": "エナメル突起とエナメル滴の比較",
    "tableContent": "[{\"項目\": \"形状\", \"エナメル突起\": \"CEJから縦に伸展\", \"エナメル滴\": \"球状（真珠様）\"}, {\"項目\": \"別名\", \"エナメル突起\": \"-\", \"エナメル滴\": \"エナメル真珠\"}, {\"項目\": \"好発部位\", \"エナメル突起\": \"頬側、下顎大臼歯に多い\", \"エナメル滴\": \"根面に単独出現\"}, {\"項目\": \"出現頻度\", \"エナメル突起\": \"比較的高い\", \"エナメル滴\": \"稀\"}, {\"項目\": \"分類\", \"エナメル突起\": \"Mastersの分類（I〜III級）\", \"エナメル滴\": \"-\"}, {\"項目\": \"付着様式\", \"エナメル突起\": \"上皮性付着（弱い）\", \"エナメル滴\": \"上皮性付着（弱い）\"}]"
  },
  "104A77": {
    "id": "104A77",
    "originalId": "104A-77",
    "subject": "歯周病学",
    "dialogue": "コクシくん：また形態異常の問題だ...\n\nセンパイ：歯周は形態異常好きだからね。でもパターン決まってるから覚えれば楽\n\nコクシくん：根面溝って何ですか？\n\nセンパイ：歯根面にできる縦溝や陥凹のこと。教科書だと「groove of the root」って書いてある。溝があるとプラークが入り込んで清掃困難になる\n\nコクシくん：どこに多いんですか？\n\nセンパイ：上顎大臼歯の近心根に多くて、出現頻度は約90%。結構高い\n\nコクシくん：90%！そんなに多いんですね\n\nセンパイ：そう。だから臨床でも注意が必要なポイント\n\nコクシくん：円錐歯は？\n\nセンパイ：上顎側切歯とかにみられる矮小歯の一種で、歯冠が円錐形になってるやつ。これは歯の形態異常ではあるけど、歯周炎の進行とは関係ない\n\nコクシくん：なんでですか？\n\nセンパイ：円錐歯は歯冠の形の問題で、プラークが溜まりやすくなる構造じゃない。歯周炎の進行に関係するのは「プラークが停滞しやすい」か「付着が弱くなる」かのどっちか\n\nコクシくん：あー、そういう基準で考えればいいのか\n\nセンパイ：そう。臼後結節は第三大臼歯に出現する過剰結節、カラベリー結節は上顎第一大臼歯の近心口蓋面にある結節。どっちも歯冠部にあって、分岐部や根面と関係ないから歯周炎の進行には関与しない\n\nコクシくん：エナメル突起は？\n\nセンパイ：CEJから分岐部に向かって伸びるエナメル質の突起。頬側に多くて、下顎大臼歯で出現頻度が最も高い。エナメル質の表面は上皮性付着になるから、結合組織性付着より弱くて炎症で破壊されやすい\n\nコクシくん：なるほど。結局、根面溝とエナメル突起ですね\n\nセンパイ：正解。「プラーク停滞」か「付着が弱い」、このどっちかに当てはまるかで判断すればいい",
    "points": "・歯周炎進行に関係する形態異常の判断基準：「プラーク停滞しやすい」or「付着が弱くなる」\n・根面溝：上顎大臼歯の近心根に多い（約90%）\n・エナメル突起：頬側に多く、下顎大臼歯で最も高い。上皮性付着になるため弱い\n・結節系（臼後結節、カラベリー結節）：歯冠部にあり歯周炎進行と無関係",
    "tableTitle": "歯周炎の進行に関係する形態異常",
    "tableContent": "[{\"形態異常\": \"根面溝\", \"関係\": \"○\", \"理由\": \"溝にプラーク停滞、上顎大臼歯近心根に約90%\"}, {\"形態異常\": \"エナメル突起\", \"関係\": \"○\", \"理由\": \"上皮性付着で弱い、下顎大臼歯頬側に多い\"}, {\"形態異常\": \"円錐歯\", \"関係\": \"×\", \"理由\": \"歯冠形態の異常、プラーク停滞と無関係\"}, {\"形態異常\": \"臼後結節\", \"関係\": \"×\", \"理由\": \"歯冠部、分岐部と無関係\"}, {\"形態異常\": \"カラベリー結節\", \"関係\": \"×\", \"理由\": \"歯冠部、分岐部と無関係\"}]"
  },
  "102B35": {
    "id": "102B35",
    "originalId": "102B-35",
    "subject": "歯周病学",
    "dialogue": "コクシくん：「すべて選べ」、何個正解かわからないやつだ...\n\nセンパイ：落ち着いて。疫学の基本知識を確認すればいける\n\nコクシくん：喫煙者の有病率が高いのは知ってます\n\nセンパイ：正解。喫煙は歯周病の最大のリスクファクターの一つ。喫煙者は非喫煙者に比べて2〜9倍歯周病の罹患率が高いって報告されてる\n\nコクシくん：2〜9倍！そんなに差があるんですね\n\nセンパイ：そう。だから禁煙指導が歯周治療で重要になる\n\nコクシくん：糖尿病患者の有病率は「低い」？\n\nセンパイ：これは引っかけ。糖尿病は歯周病のリスクファクターだから有病率は「高い」。2型糖尿病の患者は非糖尿病者に比べて約2.6倍高いって言われてる\n\nコクシくん：逆か...\n\nセンパイ：しかも糖尿病と歯周病は双方向性の関係がある。歯周病が糖尿病を悪化させることもある\n\nコクシくん：歯種による発生率に差はない、これは？\n\nセンパイ：差はある。一般的には下顎前歯部と上顎大臼歯部が歯周病になりやすい。教科書によると、歯周組織の健全な者の割合は30歳（30〜34歳）で約30%に減少する\n\nコクシくん：永久歯喪失の主な原因は？\n\nセンパイ：これは正解。歯周炎は齲蝕とあわせて永久歯喪失の主たる原因。特に高齢者では歯周病による喪失が多い\n\nコクシくん：20歳以下には認められない？\n\nセンパイ：これも引っかけ。侵襲性歯周炎（昔の若年性歯周炎）は若年層でも発症する。低年齢群でも歯周組織が急速に破壊されることがある\n\nコクシくん：じゃあ正解はaとdだけですね\n\nセンパイ：そう。b、c、eは全部「逆」か「例外がある」パターン",
    "points": "・喫煙：有病率2〜9倍増加（最大のリスクファクター）\n・糖尿病：有病率は「高い」（約2.6倍）、双方向性の関係\n・歯種による差：下顎前歯部・上顎大臼歯部が好発\n・若年層：侵襲性歯周炎があるため「認められない」は誤り",
    "tableTitle": "歯周病のリスクファクターと疫学",
    "tableContent": "[{\"因子\": \"喫煙\", \"歯周病との関係\": \"有病率2〜9倍増加\"}, {\"因子\": \"糖尿病\", \"歯周病との関係\": \"有病率約2.6倍増加、双方向性\"}, {\"因子\": \"加齢\", \"歯周病との関係\": \"4mm以上のポケット保有者は高齢で増加\"}, {\"因子\": \"歯種\", \"歯周病との関係\": \"下顎前歯部・上顎大臼歯部が好発\"}]"
  },
  "102B87": {
    "id": "102B87",
    "originalId": "102B-87",
    "subject": "歯周病学",
    "dialogue": "コクシくん：ペリオドンタルメディシンって何ですか？\n\nセンパイ：歯周病と全身疾患の関係を扱う分野。「歯周病が全身に影響する」「全身疾患が歯周病に影響する」、この双方向の関係がポイント\n\nコクシくん：肝炎は関係ありますか？\n\nセンパイ：C型肝炎はウイルス性疾患だから、歯周病との直接的な関連はない\n\nコクシくん：糖尿病は？\n\nセンパイ：これは鉄板。糖尿病は歯周病のリスクファクターで、しかも双方向性がある。歯周病が糖尿病を悪化させるし、糖尿病が歯周病を悪化させる\n\nコクシくん：双方向って珍しいですね\n\nセンパイ：そう。だから歯周治療で血糖コントロールが改善することもある。ここは臨床的にも重要なポイント\n\nコクシくん：中耳炎は？\n\nセンパイ：関連なし\n\nコクシくん：胃潰瘍は？\n\nセンパイ：これも関連なし。ピロリ菌との関係を言う人もいるけど、歯周病との直接的な関連は確立されてない\n\nコクシくん：冠状動脈疾患は？\n\nセンパイ：これは正解。歯周病があると冠動脈疾患のリスクが1.5〜2.8倍くらい高くなる\n\nコクシくん：どういう仕組みですか？\n\nセンパイ：歯周病原細菌や炎症性サイトカインが血流に乗って、動脈硬化を促進する。マクロファージが脂質を貪食してプラークができて、血管が詰まりやすくなる\n\nコクシくん：なるほど、bとeですね",
    "points": "・ペリオドンタルメディシン：歯周病と全身疾患の双方向の関係\n・糖尿病：双方向性（互いに悪化させる）\n・冠状動脈疾患：リスク1.5〜2.8倍、炎症性サイトカイン経由\n・肝炎・中耳炎・胃潰瘍：関連なし",
    "tableTitle": "歯周病と関連する全身疾患",
    "tableContent": "[{\"疾患\": \"糖尿病\", \"関連\": \"○\", \"備考\": \"双方向性\"}, {\"疾患\": \"冠状動脈疾患\", \"関連\": \"○\", \"備考\": \"リスク1.5〜2.8倍\"}, {\"疾患\": \"誤嚥性肺炎\", \"関連\": \"○\", \"備考\": \"口腔内細菌の誤嚥\"}, {\"疾患\": \"早産・低体重児出産\", \"関連\": \"○\", \"備考\": \"炎症性サイトカイン\"}, {\"疾患\": \"肝炎\", \"関連\": \"×\", \"備考\": \"-\"}, {\"疾患\": \"中耳炎\", \"関連\": \"×\", \"備考\": \"-\"}]"
  },
  "107A69": {
    "id": "107A69",
    "originalId": "107A-69",
    "subject": "歯周病学",
    "dialogue": "コクシくん：糖尿病と歯周病の関係、また出た...\n\nセンパイ：頻出だからね。この問題は「糖尿病→歯周病」の方向、つまり糖尿病が歯周病にどう影響するかを聞いてる\n\nコクシくん：骨隆起の増大は？\n\nセンパイ：骨隆起は強い咬合力が加わった部位に生じるもの。糖尿病とは関係ない\n\nコクシくん：歯間乳頭の壊死は？\n\nセンパイ：これは壊死性歯周疾患でみられる所見。免疫低下やストレスが関係するけど、糖尿病特有の所見じゃない\n\nコクシくん：歯根膜腔の拡大は？\n\nセンパイ：外傷性咬合でみられる所見。咬合の問題であって、糖尿病とは関係ない\n\nコクシくん：セメント質の肥厚は？\n\nセンパイ：加齢に伴って生じるもの\n\nコクシくん：アタッチメントロスの増加は？\n\nセンパイ：これが正解。糖尿病があると微小血管症、免疫機能の低下、コラーゲン代謝異常が起きる。そうすると感染に弱くなって、歯周組織の破壊が進みやすい\n\nコクシくん：具体的にはどういうことですか？\n\nセンパイ：糖尿病だと高血糖状態が続くから、AGE（終末糖化産物）が産生される。AGEは炎症性サイトカインの産生を促進して、歯周組織を破壊する。さらに微小血管が障害されて血流が悪くなるから、治癒も遅れる\n\nコクシくん：だからアタッチメントロスが増加すると\n\nセンパイ：そう。他の選択肢は全部「糖尿病以外の原因」で起きるもの。糖尿病特有の影響はアタッチメントロスの増加",
    "points": "・糖尿病の影響：微小血管症、免疫機能低下、コラーゲン代謝異常 → 歯周組織破壊が進行\n・骨隆起：咬合力が原因\n・歯間乳頭の壊死：壊死性歯周疾患\n・歯根膜腔の拡大：外傷性咬合\n・セメント質の肥厚：加齢",
    "tableTitle": "糖尿病が歯周病に及ぼす影響のメカニズム",
    "tableContent": "[{\"糖尿病の影響\": \"微小血管症\", \"歯周病への作用\": \"血流低下、治癒遅延\"}, {\"糖尿病の影響\": \"免疫機能低下\", \"歯周病への作用\": \"感染防御能の低下\"}, {\"糖尿病の影響\": \"コラーゲン代謝異常\", \"歯周病への作用\": \"組織修復の遅延\"}, {\"糖尿病の影響\": \"AGE産生\", \"歯周病への作用\": \"炎症性サイトカイン↑、組織破壊\"}]"
  },
  "110A58": {
    "id": "110A58",
    "originalId": "110A-58",
    "subject": "歯周病学",
    "dialogue": "コクシくん：是正可能なリスクファクター？\n\nセンパイ：リスクファクターには「変えられるもの」と「変えられないもの」がある。この問題は「変えられるもの」を聞いてる\n\nコクシくん：喫煙は？\n\nセンパイ：是正可能。禁煙すればリスクが下がる。喫煙は環境因子の中で最も重要なリスクファクター\n\nコクシくん：舌癖は？\n\nセンパイ：舌癖は歯周病のリスクファクターじゃない。矯正とか咬合の問題には関係するけど\n\nコクシくん：胃潰瘍は？\n\nセンパイ：胃潰瘍も歯周病のリスクファクターじゃない\n\nコクシくん：遺伝子多型は？\n\nセンパイ：これはリスクファクターではあるけど、是正不可能。DNAの塩基配列の個体差だから、年齢や人種・性別と同じで変えられない\n\nコクシくん：デンタルプラークは？\n\nセンパイ：是正可能。プラークコントロールで減らせる。プラークは歯周病の初発因子で、ブラッシングや専門的清掃で除去できる\n\nコクシくん：なるほど、aとeですね\n\nセンパイ：そう。リスクファクターを3つに分けると、細菌因子（プラーク）、宿主因子（遺伝、年齢など）、環境因子（喫煙、ストレスなど）。このうち是正可能なのは細菌因子と環境因子の一部",
    "points": "・是正可能：喫煙（禁煙）、プラーク（プラークコントロール）\n・是正不可能：遺伝子多型、年齢、人種、性別\n・舌癖・胃潰瘍：そもそもリスクファクターではない",
    "tableTitle": "歯周病のリスクファクター分類",
    "tableContent": "[{\"分類\": \"細菌因子\", \"因子\": \"プラーク、歯周病原細菌\", \"是正\": \"可能\"}, {\"分類\": \"宿主因子\", \"因子\": \"遺伝、年齢、性別、全身疾患\", \"是正\": \"不可能〜一部可能\"}, {\"分類\": \"環境因子\", \"因子\": \"喫煙、ストレス、栄養\", \"是正\": \"可能\"}]"
  },
  "105C98": {
    "id": "105C98",
    "originalId": "105C-98",
    "subject": "歯周病学",
    "dialogue": "コクシくん：僕、抗凝固薬選んじゃったんですけど...出血しやすくなるから影響あるかなって\n\nセンパイ：気持ちはわかる。でもそれ「直接作用」じゃないんだよね\n\nコクシくん：直接作用？\n\nセンパイ：歯周組織自体に変化を起こすかどうか。出血しやすいってのは全身的な話で、歯周特有じゃない\n\nコクシくん：あー...じゃあ何が正解なんですか\n\nセンパイ：カルシウム拮抗薬。歯肉増殖症起こす\n\nコクシくん：え、血圧の薬で歯肉腫れるんですか？\n\nセンパイ：腫れる。ニフェジピンが有名。フェニトインとシクロスポリンも同じだから、この3つはセットで覚えといた方がいいよ\n\nコクシくん：スタチンは？コレステロールの薬ですよね\n\nセンパイ：これも正解。抗炎症作用と骨量増加作用があって、歯周には良い影響\n\nコクシくん：待ってください、カルシウム拮抗薬は悪い影響で、スタチンは良い影響？両方正解なんですか？\n\nセンパイ：そう。「影響する」だから、良いも悪いも関係ない\n\nコクシくん：そこ引っかかりますね...\n\nセンパイ：問題文ちゃんと読んだ方がいいよ",
    "points": "・「病態に影響」＝良い影響も悪い影響も含む\n・薬物性歯肉増殖症の3つ：カルシウム拮抗薬、フェニトイン、シクロスポリン\n・抗凝固薬：出血傾向はあるが「直接作用」ではない",
    "tableTitle": "歯周組織に影響する薬物",
    "tableContent": "[{\"薬物\": \"スタチン類\", \"影響\": \"有益\", \"機序\": \"抗炎症、骨量増加\"}, {\"薬物\": \"カルシウム拮抗薬\", \"影響\": \"悪影響\", \"機序\": \"歯肉増殖症\"}, {\"薬物\": \"フェニトイン\", \"影響\": \"悪影響\", \"機序\": \"歯肉増殖症\"}, {\"薬物\": \"シクロスポリン\", \"影響\": \"悪影響\", \"機序\": \"歯肉増殖症\"}]"
  },
  "104A40": {
    "id": "104A40",
    "originalId": "104A-40",
    "subject": "歯周病学",
    "dialogue": "コクシくん：喫煙って歯周病悪化させますよね。じゃあ歯肉出血増えるんじゃないですか？\n\nセンパイ：それがね、逆なんだよ\n\nコクシくん：え？\n\nセンパイ：喫煙すると血管が収縮して血流量が減る。だから出血は「減る」\n\nコクシくん：えっ、じゃあ喫煙者の方が歯肉健康そうに見えるってことですか？\n\nセンパイ：見かけ上はそう。出血少ないし、発赤も目立ちにくい。でも実際は炎症が進んでる。だから喫煙者の歯周病は発見が遅れやすい\n\nコクシくん：それ怖いですね...\n\nセンパイ：だからbの「歯肉血流量の低下」は正解\n\nコクシくん：歯槽骨吸収の促進は？\n\nセンパイ：これも正解。ニコチンとかの有害物質で骨芽細胞の機能が抑制されて、破骨細胞が優位になる\n\nコクシくん：好中球浸潤の増加は？\n\nセンパイ：喫煙で好中球の機能は「低下」する。走化性も貪食能も落ちる\n\nコクシくん：僕、炎症だから好中球増えると思ってました\n\nセンパイ：普通の炎症ならそうだけど、喫煙は免疫機能を抑制する方向に働くんだよね\n\nコクシくん：歯肉動脈血酸素飽和度は？\n\nセンパイ：一酸化炭素の影響で酸素運搬能が落ちるから、「低下」する。上昇じゃない",
    "points": "・喫煙者の歯肉は出血・発赤が少ない → 発見が遅れやすい（見かけ上健康）\n・血管収縮 → 血流量低下\n・免疫機能抑制 → 好中球機能低下\n・一酸化炭素 → 酸素飽和度低下",
    "tableTitle": "喫煙が歯周組織に及ぼす影響",
    "tableContent": "[{\"項目\": \"歯肉血流量\", \"変化\": \"低下\", \"理由\": \"血管収縮\"}, {\"項目\": \"歯槽骨吸収\", \"変化\": \"促進\", \"理由\": \"骨芽細胞抑制、破骨細胞優位\"}, {\"項目\": \"歯肉出血\", \"変化\": \"減少\", \"理由\": \"血流量低下\"}, {\"項目\": \"好中球機能\", \"変化\": \"低下\", \"理由\": \"走化性・貪食能低下\"}, {\"項目\": \"酸素飽和度\", \"変化\": \"低下\", \"理由\": \"一酸化炭素\"}]"
  },
  "105C116": {
    "id": "105C116",
    "originalId": "105C-116",
    "subject": "歯周病学",
    "dialogue": "コクシくん：喫煙で「組織破壊に関連」するもの...\n\nセンパイ：喫煙の影響は色々あるけど、「破壊」に直接つながるかどうかで絞る問題だね\n\nコクシくん：酸素分圧の低下は？\n\nセンパイ：正解。一酸化炭素がヘモグロビンと結合して酸素運搬能が落ちる。あと血管収縮で血流も減るから、組織の酸素分圧が低下する\n\nコクシくん：それが組織破壊にどう関係するんですか？\n\nセンパイ：低酸素状態だと組織の治癒が遅れる。あと嫌気性菌が増えやすい環境になる\n\nコクシくん：あ、じゃあdの嫌気性菌の増加も正解ですか？\n\nセンパイ：そう。酸素分圧下がると嫌気性の歯周病原細菌が増殖しやすくなる\n\nコクシくん：毛細血管の拡張は？\n\nセンパイ：逆。喫煙で血管は「収縮」する\n\nコクシくん：上皮の角化亢進は？\n\nセンパイ：これは起きるけど、「組織破壊」とは関係ない。むしろ防御反応みたいなもの\n\nコクシくん：メラニン色素の増加は？\n\nセンパイ：喫煙者の歯肉が黒っぽくなるやつね。これも組織破壊には直接関係しない\n\nコクシくん：組織破壊に「直接」関係するかどうかがポイントなんですね\n\nセンパイ：そう。問題文が何を聞いてるかで絞り込む",
    "points": "・酸素分圧低下 → 治癒遅延、嫌気性菌増殖 → 組織破壊\n・嫌気性菌増加 → 歯周病原細菌の増殖 → 組織破壊\n・角化亢進・メラニン沈着：喫煙の影響だが「破壊」には直接関係しない",
    "tableTitle": "喫煙の影響と組織破壊の関連",
    "tableContent": "[{\"影響\": \"酸素分圧低下\", \"組織破壊との関連\": \"○\", \"理由\": \"治癒遅延、嫌気性菌増殖\"}, {\"影響\": \"嫌気性菌増加\", \"組織破壊との関連\": \"○\", \"理由\": \"歯周病原細菌の増殖\"}, {\"影響\": \"上皮角化亢進\", \"組織破壊との関連\": \"×\", \"理由\": \"防御反応\"}, {\"影響\": \"メラニン沈着\", \"組織破壊との関連\": \"×\", \"理由\": \"色素沈着のみ\"}, {\"影響\": \"血管収縮\", \"組織破壊との関連\": \"△\", \"理由\": \"間接的に関与\"}]"
  },
  "108C124": {
    "id": "108C124",
    "originalId": "108C-124",
    "subject": "歯周病学",
    "dialogue": "コクシくん：喫煙者の歯肉の特徴ですか\n\nセンパイ：見た目の話が多いよ\n\nコクシくん：色素の沈着は？\n\nセンパイ：正解。メラニン色素が沈着して歯肉が黒っぽくなる。喫煙者の歯肉の典型的な所見\n\nコクシくん：乳頭部の壊死は？\n\nセンパイ：これは壊死性歯周疾患の所見。喫煙者でも一般的には起きない\n\nコクシくん：出血傾向の増加は？\n\nセンパイ：逆。喫煙すると血管収縮して血流が減るから、出血は「減る」んだよね\n\nコクシくん：え、炎症あるのに出血減るんですか？\n\nセンパイ：そう。だから見かけ上は健康に見える。発見が遅れやすい原因の一つ\n\nコクシくん：辺縁部の線維化は？\n\nセンパイ：正解。喫煙者の歯肉は線維化して硬くなる。ロール状の歯肉って言われることもある\n\nコクシくん：線維化すると何が問題なんですか？\n\nセンパイ：炎症の兆候がマスキングされる。出血も少ないし、発赤も目立たない。だから重症化してから気づくことが多い\n\nコクシくん：付着歯肉上皮の剥離は？\n\nセンパイ：喫煙で上皮が剥離するってことはない",
    "points": "・喫煙者の歯肉の特徴：メラニン沈着（黒っぽい）、線維化（硬い）、出血少ない\n・炎症所見がマスキングされる → 発見遅延の原因\n・乳頭部壊死は壊死性歯周疾患の所見",
    "tableTitle": "喫煙者にみられる歯肉の特徴",
    "tableContent": "[{\"所見\": \"メラニン色素沈着\", \"有無\": \"○\", \"備考\": \"黒っぽい歯肉\"}, {\"所見\": \"辺縁部の線維化\", \"有無\": \"○\", \"備考\": \"ロール状、硬い\"}, {\"所見\": \"出血傾向\", \"有無\": \"減少\", \"備考\": \"血管収縮による\"}, {\"所見\": \"発赤\", \"有無\": \"軽度\", \"備考\": \"マスキング\"}, {\"所見\": \"乳頭部壊死\", \"有無\": \"×\", \"備考\": \"壊死性歯周疾患の所見\"}]"
  },
  "106A41": {
    "id": "106A41",
    "originalId": "106A-41",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、ポケット内で硬いものを触れたって書いてあるんですけど、これって歯石ですよね？」\n\nセンパイ「そうだね。ポケットの中にある硬い沈着物といえば歯肉縁下歯石だよ」\n\nコクシくん「僕、歯石って唾液腺の開口部付近にできやすいって覚えてたんですけど...」\n\nセンパイ「それは歯肉縁上歯石の話だね。歯肉縁上と歯肉縁下で特徴が全然違うから、そこを整理しよう」\n\nコクシくん「どう違うんですか？」\n\nセンパイ「まず由来が違う。縁上歯石は唾液由来だから、唾液腺開口部の近く、つまり下顎前歯の舌側とか上顎大臼歯の頬側に多いんだ。でも縁下歯石は歯肉溝滲出液や血液由来だから、好発部位がない」\n\nコクシくん「あ、だから選択肢eの『好発する歯種は決まっていない』が正解なんですね」\n\nセンパイ「そういうこと。あと色も違う。縁上歯石は白〜黄白色だけど、縁下歯石は血液成分を含むから暗褐色〜黒褐色になる」\n\nコクシくん「選択肢dの『暗褐色』も正解ですね。じゃあ選択肢aの『層状構造』は？」\n\nセンパイ「層状構造をなすのは縁上歯石の特徴。縁下歯石は均一で無構造なんだ」\n\nコクシくん「選択肢bの『容易に除去できる』はどうですか？」\n\nセンパイ「縁下歯石は縁上歯石より硬くて、歯面にしっかり付着してるから除去しにくい。だからこれも違う」\n\nコクシくん「選択肢cの『緩衝能』って何ですか？」\n\nセンパイ「pHの変動を抑える働きのことだよ。唾液やプラークにはあるけど、歯石はプラークが石灰化したものだから緩衝能はない」\n\nコクシくん「なるほど、歯肉縁上と縁下で由来・色・構造が違うんですね」\n\nセンパイ「そう。この3つの違いはセットで覚えておくといいよ」",
    "points": "・歯肉縁上歯石：唾液由来、唾液腺開口部付近に好発、白〜黄白色、層状構造\n・歯肉縁下歯石：歯肉溝滲出液・血液由来、好発部位なし、暗褐色〜黒褐色、均一で無構造\n・両者の化学組成（カルシウム、リン酸など）は同じで70〜80%が無機塩類\n・歯石には緩衝能はない（プラークや唾液にはある）",
    "tableTitle": "歯肉縁上歯石と歯肉縁下歯石の比較",
    "tableContent": "{\"headers\": [\"\", \"歯肉縁上歯石\", \"歯肉縁下歯石\"], \"rows\": [[\"由来\", \"唾液\", \"歯肉溝滲出液・血液\"], [\"好発部位\", \"唾液腺開口部付近\", \"なし\"], [\"色調\", \"白〜黄白色\", \"暗褐色〜黒褐色\"], [\"構造\", \"層状\", \"均一・無構造\"], [\"除去\", \"比較的容易\", \"困難\"]]}"
  },
  "102C14": {
    "id": "102C14",
    "originalId": "102C-14",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、この問題、エックス線写真の変化の原因を聞いてるんですけど、何を見ればいいんですか？」\n\nセンパイ「まず半年前と今のエックス線写真を比較してみて。歯根膜腔が拡大してるのが分かる？」\n\nコクシくん「あ、確かに広がってますね。これって何を意味するんですか？」\n\nセンパイ「歯根膜腔の拡大は外傷性咬合のサインだよ。咬合力が過剰にかかってる証拠」\n\nコクシくん「じゃあ選択肢cが正解ですね。でも他にも原因があるんですよね？」\n\nセンパイ「うん。コアの先端部分をよく見てみて」\n\nコクシくん「コアの先端...あ、なんか線が入ってるような？」\n\nセンパイ「そう、それが垂直性歯根破折を疑う所見。不明瞭だけど、コアの先端付近に破折線があるように見える」\n\nコクシくん「僕、歯根破折って横に割れるイメージだったんですけど、縦にも割れるんですか？」\n\nセンパイ「むしろ臨床では縦方向、つまり垂直性の破折が問題になることが多いよ。特にメタルコアが入ってる歯は要注意」\n\nコクシくん「なんでコアが入ってると危ないんですか？」\n\nセンパイ「コアを入れるために歯質を削ってるから、歯が薄くなってる。そこに咬合力がかかると、くさびのように力が働いて縦に割れやすいんだ」\n\nコクシくん「選択肢dの辺縁性歯周炎は違うんですか？」\n\nセンパイ「半年前と比べて骨レベルに変化がないから、辺縁性歯周炎は否定的だね」\n\nコクシくん「選択肢bの歯根吸収は？」\n\nセンパイ「歯根の形態に変化がないから、吸収はしてない」\n\nコクシくん「選択肢aの弄舌癖って何ですか？」\n\nセンパイ「舌で歯を押す癖のこと。上顎前歯がフレアアウトしたりするけど、この症例とは関係ないね」\n\nコクシくん「垂直性歯根破折って、どうやって見つければいいんですか？」\n\nセンパイ「ポイントは3つ。まずコアの先端付近を注意して見ること。次に、歯槽骨縁とコアの先端が同じ高さだと破折リスクが高い。あとはポケットプローブが1点だけ深く入る所見があれば疑うべきだね」",
    "points": "・歯根膜腔の拡大 → 外傷性咬合を示唆\n・垂直性歯根破折の診査ポイント：\n  - コアの先端付近を注意深く観察\n  - 歯槽骨縁とコアの先端が同じ高さ → 破折リスク高\n  - プローブが1点だけ深く入る → 破折線の存在を疑う\n・メタルコア装着歯は歯質が薄く、垂直性破折を起こしやすい",
    "tableTitle": null,
    "tableContent": null
  },
  "102D28": {
    "id": "102D28",
    "originalId": "102D-28",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、この患者さん正中離開が増大してるって書いてありますね。増悪因子を2つ選ぶんですけど...」\n\nセンパイ「まず口腔内写真とエックス線写真から情報を読み取ろう。何か気づくことある？」\n\nコクシくん「えっと、上唇小帯が歯間乳頭のところまで付着してるように見えます」\n\nセンパイ「いいね。それが上唇小帯の高位付着。小帯が引っ張ることでプラークコントロールが困難になるし、正中離開の原因にもなる」\n\nコクシくん「じゃあ選択肢eが正解ですね。もう1つは何ですか？」\n\nセンパイ「エックス線写真をよく見て。上顎右側中切歯の近心に垂直的な骨吸収があるでしょ？」\n\nコクシくん「あ、本当だ。これって何が原因なんですか？」\n\nセンパイ「下顎の中切歯による突き上げ、つまり外傷性咬合だよ。咬合時に下の歯が上の歯を局所的に突き上げると、その部分だけ垂直的に骨が吸収される」\n\nコクシくん「選択肢cですね。じゃあ選択肢aの口呼吸は？」\n\nセンパイ「口呼吸があると、口蓋に堤状隆起ができたり、前歯の唇側歯肉に口呼吸線っていう発赤が出たりするんだ。でもこの写真にはそういう所見がないから違う」\n\nコクシくん「選択肢bの食片圧入はどうですか？僕、正中離開があるから食べ物が詰まりやすいのかなって思ったんですけど」\n\nセンパイ「逆だよ。離開が大きすぎると食片は詰まらずに抜けていく。食片圧入が起こるのは、むしろ歯間が狭くなってる場合だね」\n\nコクシくん「あー、なるほど。選択肢dの根尖性歯周炎は？」\n\nセンパイ「エックス線写真で根尖部に透過像がないから、根尖性歯周炎は否定できる」\n\nコクシくん「上唇小帯の高位付着って、治療法はあるんですか？」\n\nセンパイ「V字切開法かZ形成法で小帯を切除・移動させるよ。高位付着のままだとプラークコントロールが難しいし、矯正で正中離開を閉じても後戻りしやすいからね」",
    "points": "・上唇小帯の高位付着 → プラークコントロール困難、正中離開の原因\n・垂直的な骨吸収 → 外傷性咬合（対合歯による突き上げ）を疑う\n・口呼吸の所見：口蓋の堤状隆起、前歯唇側歯肉の口呼吸線\n・食片圧入は歯間が狭い場合に起こる（離開が大きいと詰まらない）\n・上唇小帯高位付着の治療：V字切開法、Z形成法",
    "tableTitle": null,
    "tableContent": null
  },
  "105D39": {
    "id": "105D39",
    "originalId": "105D-39",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、食片圧入がある患者さんに次に行う検査を選ぶ問題なんですけど...」\n\nセンパイ「食片圧入の原因を探るための検査を選べばいいんだよ。まず、食片圧入ってなんで起こるか分かる？」\n\nコクシくん「えっと、歯と歯の間に食べ物が詰まることですよね？」\n\nセンパイ「そう。でも原因は色々ある。辺縁隆線の不揃い、接触点の喪失や異常、あとブランジャーカスプとかね」\n\nコクシくん「ブランジャーカスプって何ですか？」\n\nセンパイ「対合歯の咬頭が鋭くて、咬合時に食物を歯間に押し込んでしまう形態のこと。プランジャー、つまり『押し込む装置』みたいな働きをする咬頭だね」\n\nコクシくん「なるほど。じゃあそれを調べる検査を選べばいいんですね」\n\nセンパイ「そういうこと。選択肢bの歯間離開度検査は、接触点の位置や強さ、形態の異常を調べられる」\n\nコクシくん「接触点がゆるいと食べ物が入りやすいってことですか？」\n\nセンパイ「その通り。あと選択肢eの研究用模型による咬合診査では、ブランジャーカスプの有無を確認できる」\n\nコクシくん「模型を使うんですね。選択肢aの口臭検査は違うんですか？」\n\nセンパイ「口臭検査は食片圧入の原因を調べる検査じゃないよね」\n\nコクシくん「選択肢cの付着歯肉幅の検査は？」\n\nセンパイ「付着歯肉幅は歯周外科の適応を決めるときに重要だけど、食片圧入の原因とは関係ない」\n\nコクシくん「選択肢dの細菌検査はどうですか？」\n\nセンパイ「細菌検査は、薬物療法や歯周外科の必要性を判断するためにやるもの。食片圧入の原因検索とは目的が違う」\n\nコクシくん「食片圧入って放置するとどうなるんですか？」\n\nセンパイ「プラークが貯留しやすくなって、歯肉の炎症や出血を起こす。進行すると骨吸収にもつながるよ。だから原因を特定して対処することが大事なんだ」",
    "points": "・食片圧入の原因：辺縁隆線の不揃い、接触点の異常、ブランジャーカスプ\n・ブランジャーカスプ：対合歯の鋭い咬頭が食物を歯間に押し込む\n・食片圧入の検査：\n  - 歯間離開度検査 → 接触点の位置・強さ・形態を評価\n  - 研究用模型による咬合診査 → ブランジャーカスプの確認\n・食片圧入は歯周病の増悪因子（プラーク貯留を促進）",
    "tableTitle": "プラークの貯留因子（歯周病の増悪因子）",
    "tableContent": "{\"headers\": [\"因子\"], \"rows\": [[\"辺縁隆線の不一致\"], [\"ブランジャーカスプによる食片圧入\"], [\"歯の動揺\"], [\"口呼吸\"], [\"歯石\"], [\"歯頸部カリエス\"]]}"
  },
  "106D31": {
    "id": "106D31",
    "originalId": "106D-31",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、この問題も増悪因子を選ぶんですね。口腔内写真を見ると、正中離開をレジンで閉じてるみたいです」\n\nセンパイ「いいところに気づいたね。そのレジン修復、よく見るとどう？」\n\nコクシくん「うーん、なんか形が不自然というか...歯間部の清掃がしにくそうですね」\n\nセンパイ「そう。形態不良な修復物はプラークの貯留因子になる。歯間ブラシやフロスが入りにくくて、プラークコントロールが困難になるんだ」\n\nコクシくん「じゃあ選択肢cが正解ですね」\n\nセンパイ「うん。次にエックス線写真を見てみて。上顎右側中切歯の近心に何か気づかない？」\n\nコクシくん「あ、骨がすごく吸収されてます。垂直的に」\n\nセンパイ「この限局した高度な垂直性骨吸収は、外傷性咬合の関与を疑う所見だよ」\n\nコクシくん「また外傷性咬合ですか。さっきの102D-28でも出てきましたね」\n\nセンパイ「そう。垂直性骨吸収を見たら、まず外傷性咬合を疑うクセをつけておくといい」\n\nコクシくん「選択肢aの口呼吸は違うんですか？」\n\nセンパイ「口呼吸の所見、つまり口呼吸線や堤状隆起が写真に認められないから否定的だね。それに口呼吸で歯周炎は悪化するけど、垂直性骨吸収は起こさない」\n\nコクシくん「へー、そうなんですか。口呼吸だと水平性に吸収するってことですか？」\n\nセンパイ「そういうこと。口呼吸は前歯部の歯肉を乾燥させて炎症を起こすから、どちらかというと水平性の骨吸収パターンになる」\n\nコクシくん「選択肢dの『狭い付着歯肉幅』は？」\n\nセンパイ「付着歯肉幅が狭いと歯周外科の予後に影響するけど、この症例では特に問題となる所見がない」\n\nコクシくん「選択肢eの小帯の付着異常も写真から分からないですよね」\n\nセンパイ「そうだね。口腔内写真を見ても、上唇小帯の高位付着などの所見は認められない」\n\nコクシくん「形態不良修復物と外傷性咬合、どちらもプラークコントロールを妨げる因子なんですね」\n\nセンパイ「正確に言うと、形態不良修復物はプラークの貯留因子、外傷性咬合は直接的に骨吸収を起こす因子。メカニズムは違うけど、どちらも病態を悪化させるね」",
    "points": "・形態不良修復物 → プラーク貯留因子（清掃困難）\n・限局した垂直性骨吸収 → 外傷性咬合を疑う\n・口呼吸の特徴：\n  - 口呼吸線、堤状隆起が認められる\n  - 水平性骨吸収パターン（垂直性骨吸収は起こさない）\n・プラークの貯留因子：形態不良修復物、食片圧入、歯の形態異常、歯列不正、不適切なクラスプ形態",
    "tableTitle": null,
    "tableContent": null
  },
  "108D6": {
    "id": "108D6",
    "originalId": "108D-6",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、食片圧入がある患者さんへの処置を選ぶ問題です。さっきの105D-39は検査を選ぶ問題でしたけど、今度は処置ですね」\n\nセンパイ「そうだね。まず写真とエックス線から状況を整理しよう。何が問題になってる？」\n\nコクシくん「えっと、5と6の間に食片圧入があって...エックス線を見ると垂直的な骨吸収がありますね」\n\nセンパイ「いいね。じゃあなんで食片圧入が起こってるか分かる？」\n\nコクシくん「辺縁隆線の高さが合ってないように見えます」\n\nセンパイ「正解。5と6の辺縁隆線が不揃いだから、咬合時に食物が押し込まれやすい状態になってる」\n\nコクシくん「選択肢aの咬合調整で治りますか？」\n\nセンパイ「食片圧入の原因は歯間空隙の問題だから、咬合調整しても改善しない。咬合調整は咬合性外傷に対する処置だね」\n\nコクシくん「じゃあどうするんですか？」\n\nセンパイ「今入ってるクラウンを外して、適切な接触点を付与した暫間被覆冠を作るんだ。選択肢bが正解」\n\nコクシくん「なるほど、接触点を改善するんですね。選択肢dの『金属冠マージンの修正』じゃダメなんですか？」\n\nセンパイ「マージンが不適合ならクラウンごと除去して作り直す必要がある。マージンだけ修正しても根本的な解決にならないよ」\n\nコクシくん「選択肢eのSRPは？」\n\nセンパイ「これも正解。歯周ポケットがあって骨吸収も起きてるから、プラークと歯石の除去は必要だよ」\n\nコクシくん「選択肢cの抗菌薬の局所投与はどうですか？」\n\nセンパイ「抗菌薬を使うこともあるけど、まずは原因除去が優先。食片圧入という増悪因子を取り除いて、SRPでプラークを除去する方が先だね」\n\nコクシくん「原因除去が先、薬は補助的ってことですか」\n\nセンパイ「その通り。歯周治療の基本は原因除去療法だからね」",
    "points": "・食片圧入の原因が辺縁隆線の不揃い → クラウンの再製作（暫間被覆冠で接触点を改善）\n・歯周ポケット・骨吸収がある → SRPでプラーク・歯石除去\n・咬合調整は咬合性外傷に対する処置（食片圧入には無効）\n・抗菌薬の局所投与は補助的、まず原因除去療法を優先\n・金属冠のマージン不適合 → 修正ではなく除去・再製作が必要",
    "tableTitle": null,
    "tableContent": null
  },
  "108D7": {
    "id": "108D7",
    "originalId": "108D-7",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、歯肉退縮の原因を選ぶ問題です。患者さんは夜間の歯ぎしりがあるみたいですね」\n\nセンパイ「いいところに注目したね。問診情報は大事だよ。エックス線写真で何か気づくことある？」\n\nコクシくん「3と2の遠心あたりに...歯根膜腔が拡大してるように見えます」\n\nセンパイ「そう。歯根膜腔の拡大は外傷性咬合のサイン。歯ぎしりによる咬合性外傷で歯肉退縮が起きてると考えられる」\n\nコクシくん「じゃあ選択肢bが正解ですね。もう1つは何ですか？」\n\nセンパイ「口腔内写真を見て。歯肉退縮してる部分、プラークの付着は？」\n\nコクシくん「あまり目立たないですね。炎症もなさそうです」\n\nセンパイ「そう。プラークが少ないのに歯肉退縮してるってことは、機械的な刺激が原因の可能性がある」\n\nコクシくん「あ、横磨きとかですか？」\n\nセンパイ「その通り。不適切な歯ブラシの使用、つまり強すぎるブラッシングや横磨きで歯肉を傷つけて退縮させることがある。選択肢eだね」\n\nコクシくん「選択肢aの歯肉炎は違うんですか？」\n\nセンパイ「歯肉炎だと発赤や腫脹、プロービング時の出血があるはずだけど、この症例では見られない。プラークも少ないしね」\n\nコクシくん「選択肢cの『口腔前庭狭小』は？」\n\nセンパイ「これは因果関係が逆。歯肉退縮した結果として前庭が狭く見えることはあるけど、前庭狭小が退縮の原因じゃない」\n\nコクシくん「選択肢dの小帯の付着位置異常は？」\n\nセンパイ「写真を見ても小帯の異常は認められないね」\n\nコクシくん「歯肉退縮って、放っておくとどうなるんですか？」\n\nセンパイ「歯根が露出するから、根面う蝕や象牙質知覚過敏症が起きやすくなる。あと露出した歯根面が摩耗することもあるよ」",
    "points": "・歯肉退縮の原因：\n  - 加齢\n  - 誤ったブラッシング（横磨き、強すぎる圧）\n  - 咬合性外傷（歯ぎしり、食いしばり）\n  - 辺縁歯肉の炎症\n・歯根膜腔の拡大 → 外傷性咬合を示唆\n・歯肉退縮の結果：根面う蝕、象牙質知覚過敏症、摩耗\n・口腔前庭狭小は歯肉退縮の結果であって原因ではない",
    "tableTitle": null,
    "tableContent": null
  },
  "108D31": {
    "id": "108D31",
    "originalId": "108D-31",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、冷水痛の原因を選ぶ問題です。高血圧症で降圧薬を飲んでるみたいですね」\n\nセンパイ「うん。でも冷水痛の原因を考えるなら、まず口腔内写真とエックス線写真を見ようか」\n\nコクシくん「歯肉退縮がありますね。それに歯槽骨の吸収も見えます」\n\nセンパイ「そう。歯肉退縮で歯根が露出してるから冷水痛が出てるんだ。じゃあ、なぜ歯肉退縮が起きたか考えよう」\n\nコクシくん「エックス線写真を見ると、歯槽骨が吸収されてますね。これって歯周炎ですか？」\n\nセンパイ「その通り。歯周ポケットもあるし、骨吸収もある。歯周炎による歯肉退縮だね。選択肢bが正解」\n\nコクシくん「選択肢cの降圧薬は関係ないんですか？僕、カルシウム拮抗薬で歯肉増殖が起こるって覚えたんですけど」\n\nセンパイ「いいところに気づいたね。でもカルシウム拮抗薬で起こるのは歯肉『増殖』であって『退縮』じゃない。この症例は退縮してるから降圧薬は関係ない」\n\nコクシくん「あ、そうか。増殖と退縮は逆ですもんね」\n\nセンパイ「そう。あと選択肢eの不適切なブラッシングも正解だよ」\n\nコクシくん「どうして分かるんですか？」\n\nセンパイ「問題文には明記されてないけど、歯肉退縮の原因として、歯周炎に加えて横磨きなどの機械的刺激も考えられる。歯周炎だけで説明しにくい部分もあるからね」\n\nコクシくん「選択肢aの口呼吸は？」\n\nセンパイ「口呼吸の所見、つまり口呼吸線や堤状隆起が認められないから否定的」\n\nコクシくん「選択肢dの小帯の位置異常は？」\n\nセンパイ「写真から小帯の異常は認められないね」\n\nコクシくん「冷水痛って、歯周病でも起こるんですね」\n\nセンパイ「そう。歯肉退縮で歯根が露出すると象牙質知覚過敏症が起きるからね。う蝕がなくても冷水痛は出るよ」",
    "points": "・冷水痛の原因：歯肉退縮による歯根露出 → 象牙質知覚過敏症\n・歯肉退縮の原因：歯周炎（骨吸収）＋不適切なブラッシング\n・カルシウム拮抗薬（降圧薬）→ 歯肉『増殖』を起こす（退縮ではない）\n・歯周炎でも冷水痛は起こりうる（う蝕がなくても）",
    "tableTitle": null,
    "tableContent": null
  },
  "112A86": {
    "id": "112A86",
    "originalId": "112A-86",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、この問題『修飾因子』を選べって書いてあるんですけど、修飾因子と原因って何が違うんですか？」\n\nセンパイ「いい質問だね。原因は病気を直接引き起こすもの、修飾因子は病態を悪化させたり進行を早めたりするものだよ」\n\nコクシくん「なるほど。じゃあこの症例では何が修飾因子なんですか？」\n\nセンパイ「まず口腔内写真を見て。上顎左側中切歯がフレアアウトしてるでしょ？」\n\nコクシくん「フレアアウトって、前歯が唇側に傾斜することですよね。確かに動いてますね」\n\nセンパイ「そう。次にエックス線写真を見てみて。何か気づく？」\n\nコクシくん「えっと...歯槽硬線が消失してます。あと、根尖に透過像がありますね」\n\nセンパイ「その通り。歯槽硬線の消失と動揺は外傷性咬合のサイン。そして根尖病変もある」\n\nコクシくん「根尖病変って歯内療法の範囲じゃないですか？なんで歯周病の問題に出てくるんですか？」\n\nセンパイ「根尖病変があると、根尖部の骨支持が失われるんだ。そうすると歯が動きやすくなって、フレアアウトを起こしやすくなる」\n\nコクシくん「あー、支えが弱くなるからですね。じゃあ選択肢aとcが正解？」\n\nセンパイ「そういうこと。選択肢bのプラークはどう思う？」\n\nコクシくん「プラークは歯周病の原因だから、これも正解じゃないですか？」\n\nセンパイ「確かにプラークの付着は認められるけど、この問題は『フレアアウトの修飾因子』を聞いてるんだ。プラークは歯周炎の直接原因だけど、フレアアウトを直接引き起こす主な因子とは言いにくい」\n\nコクシくん「うーん、ちょっと迷いますね」\n\nセンパイ「外傷性咬合と根尖病変が歯の動揺・フレアアウトを悪化させる修飾因子って考えるのがポイントだよ」\n\nコクシくん「選択肢dのセメント質肥厚と、eの小帯異常は？」\n\nセンパイ「どちらも写真から認められないね」",
    "points": "・修飾因子：病態を悪化させる因子（直接原因とは別）\n・フレアアウトの修飾因子：\n  - 外傷性咬合（歯槽硬線消失、動揺）\n  - 根尖病変（根尖部の骨支持喪失）\n・プラークは歯周炎の直接原因だが、フレアアウトの主な修飾因子とは言いにくい",
    "tableTitle": null,
    "tableContent": null
  },
  "103A110": {
    "id": "103A110",
    "originalId": "103A-110",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、浮腫性の歯肉炎って何ですか？」\n\nセンパイ「歯肉炎には浮腫性と線維性があるんだ。浮腫性はプラークが直接的な原因となって、歯肉に炎症反応が起こってる状態だよ」\n\nコクシくん「浮腫って、むくみのことですよね」\n\nセンパイ「そう。炎症が起きると血管から組織に水分が漏れ出して、歯肉がぶよぶよ腫れるんだ」\n\nコクシくん「なるほど。じゃあ選択肢bの『血管透過性の亢進』が正解ですか？」\n\nセンパイ「正解。炎症反応により血管が拡張して、血管透過性が亢進する。そうすると血管内の成分が組織に出てきて、浮腫が認められるようになる」\n\nコクシくん「選択肢aの『毛細血管の減少』は違うんですね」\n\nセンパイ「むしろ逆。炎症時は血管拡張により毛細血管は増えるし、発赤や熱感も認められるよ」\n\nコクシくん「選択肢cの『外縁上皮の角化亢進』は？」\n\nセンパイ「炎症反応では外縁上皮の角化亢進は認められない。角化は慢性的な機械的刺激で起こることがあるけど、浮腫性歯肉炎とは関係ないね」\n\nコクシくん「選択肢dの『接合上皮の根尖側移動』はどうですか？」\n\nセンパイ「これは歯周炎の所見。歯肉炎ではアタッチメントロスがないから、接合上皮の位置は変わらない」\n\nコクシくん「あ、歯肉炎と歯周炎の違いですね」\n\nセンパイ「そう。歯肉炎は炎症が歯肉に限局してて、歯周炎は骨吸収を伴う。接合上皮の根尖側移動は歯周炎で起こるポケット形成のメカニズムだよ」\n\nコクシくん「選択肢eの『コラーゲン線維の増加』は？」\n\nセンパイ「炎症によりコラーゲン線維は破壊される。増加じゃなくて減少するんだ」\n\nコクシくん「炎症の4徴候って発赤、熱感、腫脹、疼痛でしたよね。血管透過性亢進で腫脹が起こるってことですか」\n\nセンパイ「その通り。血管透過性が亢進して組織に液体成分が出ると浮腫になり、好中球などの炎症細胞も組織内に移動してくる。これが炎症反応の基本だね」",
    "points": "・浮腫性歯肉炎の組織変化：\n  - 血管透過性の亢進 → 浮腫（腫脹）\n  - 血管拡張 → 発赤、熱感\n  - 炎症細胞の浸潤\n  - コラーゲン線維の破壊（減少）\n・歯肉炎と歯周炎の違い：\n  - 歯肉炎：炎症が歯肉に限局、アタッチメントロスなし\n  - 歯周炎：骨吸収、接合上皮の根尖側移動あり",
    "tableTitle": "歯肉炎の組織変化",
    "tableContent": "{\"headers\": [\"変化\", \"浮腫性歯肉炎\"], \"rows\": [[\"血管透過性\", \"亢進\"], [\"毛細血管\", \"拡張・増加\"], [\"コラーゲン線維\", \"破壊・減少\"], [\"接合上皮\", \"位置変化なし\"]]}"
  },
  "103C109": {
    "id": "103C109",
    "originalId": "103C-109",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、プロービングデプスが増加する理由を選ぶ問題です。そもそもプロービングデプスって何でしたっけ？」\n\nセンパイ「プローブを歯周ポケットに入れたときの、歯肉辺縁からプローブ先端までの距離だよ。臨床的なポケットの深さを測ってるんだ」\n\nコクシくん「じゃあプロービングデプスが増えるってことは、ポケットが深くなってるってことですか？」\n\nセンパイ「基本的にはそう。でも増える理由は2つあるんだ。何だと思う？」\n\nコクシくん「えっと...歯肉が腫れたら、辺縁が上に来るから深くなりますよね」\n\nセンパイ「正解。選択肢aの『歯肉の腫脹増大』だね。歯肉辺縁が歯冠側に移動するからプロービングデプスが増える」\n\nコクシくん「もう1つは何ですか？」\n\nセンパイ「選択肢dの『アタッチメントロスの増大』。炎症が進行して付着が破壊されると、ポケット底部が根尖側に移動する」\n\nコクシくん「上から増える場合と、下から増える場合があるんですね」\n\nセンパイ「その通り。選択肢bの『上皮付着の増大』はどう思う？」\n\nコクシくん「上皮付着が増えたら...ポケット底部が歯冠側に移動するから、むしろ減りますよね」\n\nセンパイ「正解。治療後の治癒形態の一つだね」\n\nコクシくん「選択肢cの『生物学的幅径の減少』は？」\n\nセンパイ「生物学的幅径は結合組織性付着と付着上皮を合わせたもので、約2mmで一定。これはプロービングデプスとは直接関係ないんだ」\n\nコクシくん「選択肢eの『ポケット底部への穿通の減少』は？」\n\nセンパイ「炎症があるとプローブがポケット底を突き抜けて深く入る。穿通が減少するってことは炎症が治まってる証拠だから、むしろプロービングデプスは減るよ」\n\nコクシくん「プローブって炎症があると深く入っちゃうんですか」\n\nセンパイ「そう。炎症で組織が弱くなってるからね。だからプロービングデプスは『組織学的なポケットの深さ』とは少し違うんだ」",
    "points": "・プロービングデプス（PPD）＝歯肉辺縁〜プローブ先端の距離\n・PPDが増加する理由：\n  ①歯肉の腫脹増大 → 歯肉辺縁が歯冠側へ移動\n  ②アタッチメントロスの増大 → ポケット底部が根尖側へ移動\n・炎症があるとプローブがポケット底を穿通して深く入る\n・上皮付着の増大、穿通の減少 → PPDは減少する",
    "tableTitle": null,
    "tableContent": null
  },
  "105A118": {
    "id": "105A118",
    "originalId": "105A-118",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、歯肉退縮に関連して起こることを選ぶ問題です」\n\nセンパイ「歯肉退縮が起こると何が露出する？」\n\nコクシくん「歯根...つまりセメント質とか象牙質ですよね」\n\nセンパイ「そう。歯肉退縮すると歯根表面が露出する。そうすると何が起こりやすくなる？」\n\nコクシくん「あ、象牙質が露出するから知覚過敏が起こりますね。選択肢cが正解ですか？」\n\nセンパイ「正解。象牙質には象牙細管があって、そこに刺激が伝わると痛みを感じるんだ」\n\nコクシくん「選択肢aの『角化歯肉の増加』は違いますよね」\n\nセンパイ「むしろ逆。歯肉退縮により角化歯肉は減少するよ」\n\nコクシくん「選択肢bの『セメント質の肥厚』は？」\n\nセンパイ「歯肉退縮とセメント質の肥厚は関係ない。セメント質が肥厚するのは別の病態だね」\n\nコクシくん「選択肢dの『ポケット深さの増加』はどうですか？」\n\nセンパイ「歯肉退縮では歯肉辺縁が根尖側に移動するから、むしろポケットは浅くなることが多い。ポケットが深くならずに付着が失われるパターンだね」\n\nコクシくん「選択肢eの『アタッチメントの獲得』は？」\n\nセンパイ「アタッチメントの獲得は治癒の時に起こること。歯肉退縮は付着の喪失だから、むしろ逆だよ」\n\nコクシくん「歯肉退縮って他にも問題ありますか？」\n\nセンパイ「根面う蝕や歯根の摩耗も起こりやすくなる。露出した歯根面はエナメル質より弱いからね」\n\nコクシくん「歯肉退縮の好発部位ってありますか？」\n\nセンパイ「上顎犬歯から小臼歯の頬側や、下顎前歯の唇側が多いね。ブラッシングの影響を受けやすい部位だよ」",
    "points": "・歯肉退縮により歯根が露出 → 象牙質知覚過敏症\n・歯肉退縮の結果：\n  - 象牙質知覚過敏症\n  - 根面う蝕\n  - 歯根の摩耗\n・歯肉退縮では角化歯肉は減少する\n・歯肉退縮の好発部位：上顎犬歯〜小臼歯頬側、下顎前歯唇側",
    "tableTitle": null,
    "tableContent": null
  },
  "102A87": {
    "id": "102A87",
    "originalId": "102A-87",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、咬合調整を行う根拠を選ぶ問題です」\n\nセンパイ「咬合調整ってどういう処置か分かる？」\n\nコクシくん「歯を削って咬み合わせを調整することですよね」\n\nセンパイ「そう。歯を削るのは不可逆的な行為だから、根拠をしっかり確認してから行う必要があるんだ」\n\nコクシくん「咬合調整ってどんな時にやるんですか？」\n\nセンパイ「外傷性咬合がある時だね。過剰な咬合力がかかってる証拠を見つける必要がある」\n\nコクシくん「選択肢cの『歯根膜腔の拡大』ですか？」\n\nセンパイ「正解。歯根膜腔の拡大は、現在進行形で外傷性の咬合力がかかってることを示す所見なんだ」\n\nコクシくん「選択肢aの『切縁の咬耗』は違うんですか？咬耗してるってことは力がかかってた証拠ですよね」\n\nセンパイ「いいところに気づいたね。でも咬耗は『過去に』力がかかった結果かもしれない。今も力がかかってるとは限らないんだ」\n\nコクシくん「あー、なるほど。現在進行形かどうかが大事なんですね」\n\nセンパイ「その通り。咬合調整は『今』かかってる過剰な力を取り除く処置だからね」\n\nコクシくん「選択肢bの『歯肉の炎症』は？」\n\nセンパイ「歯肉の炎症は感染の存在を示す所見。外傷性咬合で炎症が悪化することはあるけど、咬合調整の直接的な根拠にはならない」\n\nコクシくん「選択肢dの『歯周ポケットの存在』は？」\n\nセンパイ「ポケットは細菌感染の結果。外傷性咬合はポケットを深くする増悪因子にはなるけど、ポケットがあるだけでは咬合調整の根拠にならないよ」\n\nコクシくん「選択肢eの『歯肉縁下歯石の存在』は？」\n\nセンパイ「歯石と外傷性咬合は関係ないね。歯石はSRPで除去する対象だよ」\n\nコクシくん「歯の動揺があったら、まず何が原因か見極めるんですね」\n\nセンパイ「そう。歯周炎による支持組織の喪失なのか、咬合性外傷による歯根膜の変化なのか。原因によって処置が違うからね」",
    "points": "・咬合調整の根拠：歯根膜腔の拡大（現在進行形の外傷性咬合を示す）\n・切縁の咬耗は過去の外傷性咬合の証拠（現在とは限らない）\n・歯の動揺の原因と処置：\n  - 歯周炎（支持組織の喪失）→ 感染源の除去、暫間固定\n  - 咬合性外傷（歯根膜の変化）→ 咬合調整、暫間固定\n・咬合調整は不可逆的な処置 → 根拠を確認してから行う",
    "tableTitle": null,
    "tableContent": null
  },
  "103C107": {
    "id": "103C107",
    "originalId": "103C-107",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、歯の動揺度が増加するものをすべて選ぶ問題です」\n\nセンパイ「歯の動揺は何が原因で起こるか分かる？」\n\nコクシくん「えっと、歯周病で骨が吸収されたり、咬合性外傷で歯根膜がダメージを受けたりですか？」\n\nセンパイ「そうだね。大きく分けると、支持組織の減少と、外傷性の因子があるね」\n\nコクシくん「選択肢aの歯肉炎は動揺しますか？」\n\nセンパイ「歯肉炎では歯槽骨の吸収が認められないから、動揺度は増加しないよ」\n\nコクシくん「あ、歯肉炎と歯周炎の違いですね。歯肉炎はアタッチメントロスがない」\n\nセンパイ「その通り。選択肢bの歯周膿瘍はどう？」\n\nコクシくん「歯周膿瘍って、ポケット周囲に膿が溜まる急性症状ですよね」\n\nセンパイ「そう。歯周膿瘍は真性ポケット周囲組織内の局所性感染で歯槽骨の破壊が認められ、動揺度は増加する」\n\nコクシくん「選択肢cの歯根破折は？」\n\nセンパイ「歯根が折れたら当然動揺するよね。破折線に沿って歯周組織の破壊が起こるので動揺度は増加する」\n\nコクシくん「選択肢dの咬合性外傷は？」\n\nセンパイ「咬合力により歯根膜腔が拡大して、歯槽骨吸収など歯周組織破壊が起こるので動揺度は増加する」\n\nコクシくん「選択肢eの急性化膿性歯髄炎は？」\n\nセンパイ「歯髄炎は根管内の炎症であり歯周組織への影響はないため、動揺度は増加しない」\n\nコクシくん「なるほど、歯周組織に影響があるかどうかがポイントですね」\n\nセンパイ「そういうこと。歯肉炎や歯髄炎は歯周支持組織に影響しないから動揺しない。歯周膿瘍、歯根破折、咬合性外傷は支持組織に影響するから動揺するんだ」",
    "points": "・歯の動揺を生じさせる因子：\n  - 歯周病の進行（支持組織の喪失）\n  - 咬合性外傷（歯根膜の変化）\n  - 歯根破折\n・動揺度が増加するもの：歯周膿瘍、歯根破折、咬合性外傷\n・動揺度が増加しないもの：歯肉炎（骨吸収なし）、歯髄炎（歯周組織に影響なし）\n・その他の動揺の原因：妊娠時、月経周期、疲労時、ストレス、全身疾患",
    "tableTitle": null,
    "tableContent": null
  },
  "102B45": {
    "id": "102B45",
    "originalId": "102B-45",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、睡眠時ブラキシズムで誤っているものを選ぶ問題です」\n\nセンパイ「ブラキシズムって何か分かる？」\n\nコクシくん「歯ぎしりとか食いしばりのことですよね」\n\nセンパイ「そう。無意識な状態、特に就寝中に起こる咀嚼筋の異常な緊張の結果であり、歯の咬耗・破折や顎関節症の原因となるものだね」\n\nコクシくん「選択肢aの『加齢とともに頻度は減少する』は正しいですか？」\n\nセンパイ「正しい。ブラキシズムは加齢とともに頻度が減少することが報告されてるよ」\n\nコクシくん「選択肢bの『現在の程度は咬耗量と関係する』は？」\n\nセンパイ「これが誤り。咬耗は歯質が削れた『過去からの結果』を示すもので、現在の状態を示すものではないんだ」\n\nコクシくん「あ、さっきの102A-87と似てますね。咬耗は過去の証拠であって、現在とは限らないって」\n\nセンパイ「その通り。いいところに気づいたね」\n\nコクシくん「選択肢cの『くさび状欠損の原因となることがある』は？」\n\nセンパイ「正しい。ブラキシズムにより過度な咬合力がかかると、そのひずみは歯頸部に集中して、くさび状欠損を生じる場合があるよ。アブフラクションというんだ」\n\nコクシくん「選択肢dの『向精神薬の服用によって悪化することがある』は？」\n\nセンパイ「正しい。向精神薬の服用によって、中枢系の神経メカニズムにダメージを与えることがあり、その結果としてブラキシズムが増悪することがあるよ」\n\nコクシくん「選択肢eの『スプリント療法は歯へのダメージを抑制する』は？」\n\nセンパイ「正しい。スプリントを夜間に装着することで、歯や歯周組織へのダメージを小さくすることができる。透明なレジンで上顎の咬合面を覆い、スムーズな下顎運動ができるようにする」\n\nコクシくん「スプリントはブラキシズム自体を治すわけじゃないんですね」\n\nセンパイ「そう。ブラキシズムを止めるわけじゃなくて、歯へのダメージを抑制するための対症療法だね」",
    "points": "・睡眠時ブラキシズム：就寝中の歯ぎしり・食いしばり\n・加齢とともに頻度は減少する\n・咬耗量は過去からの結果であり、現在の程度を示すものではない\n・くさび状欠損（アブフラクション）の原因となりうる\n・向精神薬の服用で悪化することがある\n・スプリント療法：歯へのダメージを抑制（対症療法）",
    "tableTitle": null,
    "tableContent": null
  },
  "111C45": {
    "id": "111C45",
    "originalId": "111C-45",
    "subject": "歯周病学",
    "dialogue": "センパイ「この問題、咬合性外傷の原因を聞いてるけど、まず外傷性咬合の原因を整理しようか」\n\nコクシくん「外傷性咬合と咬合性外傷って違うんですか？」\n\nセンパイ「似た用語だけど区別が必要だね。外傷性咬合は『力が加わる原因』、咬合性外傷は『力が加わった結果生じる組織破壊』のことだよ」\n\nコクシくん「なるほど。じゃあ外傷性咬合の原因って何がありますか？」\n\nセンパイ「たくさんあるよ。ブラキシズム、強い咬合力、早期接触、側方圧、舌や口唇の悪習癖、食片圧入、過高な補綴物、適合不良の義歯、強すぎる矯正力...」\n\nコクシくん「結構ありますね」\n\nセンパイ「あと重要なのが、歯周組織の支持の低下と残存歯数の減少。選択肢aとeだね」\n\nコクシくん「歯数が減ると咬合性外傷が起こるんですか？」\n\nセンパイ「そう。残存歯が減ると、残った歯に負担が集中するから、咬合性外傷が起こりやすくなるんだ」\n\nコクシくん「選択肢eの『歯周組織の支持力の低下』は？」\n\nセンパイ「歯周炎で骨吸収が起きてると、正常な咬合力でも外傷が起こることがある。これが二次性咬合性外傷だね」\n\nコクシくん「一次性と二次性があるんですか？」\n\nセンパイ「うん。一次性は健康な歯周組織に過剰な力が加わった場合、二次性は歯周組織が弱ってる状態で通常の力でも起こる場合だよ」\n\nコクシくん「選択肢bの『歯肉の腫脹』は違いますか？」\n\nセンパイ「歯肉の腫脹は炎症の結果であって、咬合性外傷の原因じゃないね」\n\nコクシくん「選択肢cの『頬小帯の付着異常』と選択肢dの『付着歯肉幅の狭小』は？」\n\nセンパイ「どちらもプラークコントロールや歯周外科に関係するけど、咬合性外傷の原因とは関係ないよ」",
    "points": "・外傷性咬合の原因（教科書 表21-1）：\n  - ブラキシズム、強い咬合力、早期接触、側方圧\n  - 舌と口唇の習癖、食片圧入\n  - 過高な補綴物、適合不良の義歯\n  - 強すぎる矯正力\n  - 歯周組織の支持の低下、残存歯数の減少\n・一次性咬合性外傷：健康な歯周組織＋過剰な力\n・二次性咬合性外傷：弱った歯周組織＋通常の力でも発生",
    "tableTitle": null,
    "tableContent": null
  },
  "103C121": {
    "id": "103C121",
    "originalId": "103C-121",
    "subject": "歯周病学",
    "dialogue": "センパイ「辺縁性歯周炎の特徴を理解することは、歯周病の病態を把握する意味でも重要だよ」\n\nコクシくん「辺縁性歯周炎って、いわゆる普通の歯周炎のことですか？」\n\nセンパイ「そうだね。歯肉辺縁から始まる歯周炎のこと。選択肢を一つずつ見ていこうか」\n\nコクシくん「選択肢aの『歯槽骨吸収は部位特異的である』ってどういう意味ですか？」\n\nセンパイ「歯周炎の骨吸収は、すべての歯で均一に起こるわけじゃなくて、部位によって進行度が違うんだ。これが部位特異性」\n\nコクシくん「なるほど、場所によって吸収の程度が違うんですね」\n\nセンパイ「そう。だから臨床では各部位ごとにポケット測定や骨吸収の評価をする必要があるんだよ」\n\nコクシくん「選択肢dの『咬合性外傷によって組織破壊が加速される』は？」\n\nセンパイ「これも正しい。歯周炎で支持組織が減少してると、通常の咬合力でも組織破壊が起こる。二次性咬合性外傷だね」\n\nコクシくん「選択肢bの『歯肉出血部は歯槽骨の吸収が大きい』は違うんですか？」\n\nセンパイ「出血は炎症の存在を示すけど、骨吸収の程度とは必ずしも一致しない。過去に骨吸収があった部位でも、今は炎症が治まってることもあるからね」\n\nコクシくん「選択肢cの『深い歯周ポケットほど上皮付着の幅は狭い』は？」\n\nセンパイ「これも違う。ポケットが深くても上皮付着の幅が狭いとは限らない。歯肉増殖があると、ポケットは深いけど付着の喪失は少ない場合もあるよ」\n\nコクシくん「選択肢eの『アタッチメントロスと歯周ポケットの深さは同値である』は？」\n\nセンパイ「これは重要な違いだね。アタッチメントロスは付着の喪失量、ポケットの深さは歯肉辺縁からポケット底までの距離。歯肉退縮があるとポケットは浅くてもアタッチメントロスは大きいこともある」\n\nコクシくん「測定する基準点が違うんですね」\n\nセンパイ「その通り。アタッチメントレベルはCEJを基準にして測定するから、より正確に付着の喪失を評価できるんだ」",
    "points": "・歯槽骨吸収は部位特異的 → 部位ごとに進行度が異なる\n・咬合性外傷により組織破壊が加速される（二次性咬合性外傷）\n・出血と骨吸収は必ずしも一致しない\n・アタッチメントロスとポケットの深さは別の指標：\n  - アタッチメントロス：CEJを基準とした付着の喪失量\n  - ポケットの深さ：歯肉辺縁からポケット底までの距離\n・歯肉退縮があると、ポケットは浅くてもアタッチメントロスは大きい",
    "tableTitle": null,
    "tableContent": null
  },
  "108C81": {
    "id": "108C81",
    "originalId": "108C-81",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、歯周炎でセメント質に起こる変化って何ですか？」\n\nセンパイ「歯周炎になると、細菌が産生する毒素がセメント質に浸透していくんだ」\n\nコクシくん「毒素って何ですか？」\n\nセンパイ「LPS、リポ多糖のことだよ。歯周病原細菌の細胞壁の成分で、これがセメント質に浸み込むと『汚染セメント質』になる」\n\nコクシくん「汚染セメント質...壊死セメント質とも言いますよね」\n\nセンパイ「そうそう。だからルートプレーニングで汚染されたセメント質を除去する必要があるんだ」\n\nコクシくん「選択肢bの『好中球の浸潤』は違うんですか？」\n\nセンパイ「好中球が浸潤するのは歯肉上皮や結合組織だね。セメント質は�ite組織だから好中球は浸潤しないよ」\n\nコクシくん「選択肢cの『セメント芽細胞の増加』は？」\n\nセンパイ「歯周炎ではむしろ逆。アタッチメントロスが起こると歯周組織が破壊されて、セメント芽細胞は死滅するんだ」\n\nコクシくん「選択肢dの『シャーピー線維の増加』も違いますか？」\n\nセンパイ「シャーピー線維は歯根膜線維がセメント質や歯槽骨に埋入してる部分のこと。歯周炎では破壊されるから、増加じゃなくて減少するよ」\n\nコクシくん「選択肢eの『有細胞セメント質の肥厚』は？」\n\nセンパイ「有細胞セメント質はセメント芽細胞が作るもの。セメント芽細胞が死滅すれば、当然作られなくなるから肥厚しない」\n\nコクシくん「歯周炎では組織が壊れていく方向なんですね」\n\nセンパイ「そういうこと。歯周炎におけるセメント質の変化は、LPSの浸透による汚染が重要なポイントだよ」",
    "points": "・歯周炎によるセメント質の変化：LPSの浸透 → 汚染セメント質（壊死セメント質）\n・LPS（リポ多糖）：歯周病原細菌の細胞壁成分\n・ルートプレーニングで汚染セメント質を除去する\n・歯周炎では組織破壊が起こる：\n  - セメント芽細胞 → 死滅（増加しない）\n  - シャーピー線維 → 破壊（増加しない）\n  - 有細胞セメント質 → 作られなくなる（肥厚しない）\n・好中球の浸潤は歯肉上皮・結合組織で起こる（セメント質ではない）",
    "tableTitle": null,
    "tableContent": null
  },
  "103A92": {
    "id": "103A92",
    "originalId": "103A-92",
    "subject": "歯周病学",
    "dialogue": "センパイ「侵襲性歯周炎の特徴、ちゃんと整理できてる？」\n\nコクシくん「えっと、若い人に起こる歯周炎ですよね」\n\nセンパイ「そう。特に限局型は思春期前後に発症して、急速に進行するのが特徴だよ」\n\nコクシくん「選択肢dの『歯周組織の破壊が急速である』が正解ですね」\n\nセンパイ「その通り。慢性歯周炎と違って、非常に急速なアタッチメントロスと歯槽骨吸収が起こるんだ」\n\nコクシくん「選択肢eの『切歯や第一大臼歯に生じやすい』は？」\n\nセンパイ「これも正解。限局型侵襲性歯周炎は、第一大臼歯と切歯の隣接面に限局してアタッチメントロスが起こるのが特徴的だよ」\n\nコクシくん「なんで第一大臼歯と切歯なんですか？」\n\nセンパイ「詳しいメカニズムは完全には解明されてないけど、Aggregatibacter actinomycetemcomitansという細菌が関与してると言われてるね」\n\nコクシくん「選択肢aの『成長とともに改善する』は違いますか？」\n\nセンパイ「自然には改善しないよ。ただ、通常の歯周治療で治癒するから、早期発見・早期治療が大事なんだ」\n\nコクシくん「選択肢bの『乳歯列期から発症する』は？」\n\nセンパイ「侵襲性歯周炎は思春期前後に発症する。乳歯列期から発症するのはPapillon-Lefèvre症候群だね」\n\nコクシくん「パピヨン・ルフェーブル症候群...遺伝性の疾患でしたっけ」\n\nセンパイ「そう、常染色体劣性遺伝で、掌蹠角化症と重度の歯周炎を合併するんだ」\n\nコクシくん「選択肢cの『口呼吸によって誘発される』は？」\n\nセンパイ「口呼吸で起こるのは歯肉の乾燥や口呼吸線、堤状隆起だね。侵襲性歯周炎とは関係ないよ」",
    "points": "・侵襲性歯周炎の特徴（教科書 表14-8）：\n  - 全身的には健康\n  - 急速なアタッチメントロスと歯槽骨吸収\n  - 家族内集積を認める\n  - A. actinomycetemcomitansの存在比率上昇\n・限局型：思春期前後に発症、第一大臼歯と切歯に限局\n・広汎型：通常30歳以下、3歯以上の広汎な病変\n・乳歯列期から発症 → Papillon-Lefèvre症候群（常染色体劣性遺伝）\n・自然には改善しないが、通常の歯周治療で治癒可能",
    "tableTitle": null,
    "tableContent": null
  },
  "104A71": {
    "id": "104A71",
    "originalId": "104A-71",
    "subject": "歯周病学",
    "dialogue": "コクシくん「センパイ、さっきの103A-92と似た問題ですね。慢性歯周炎と比較して侵襲性歯周炎に特徴的なものを選ぶんですね」\n\nセンパイ「そうだね。さっき勉強した内容を活かせる問題だよ」\n\nコクシくん「選択肢bの『若年での発症』と選択肢eの『急速なアタッチメントロス』が正解ですか？」\n\nセンパイ「正解。侵襲性歯周炎は若年者に発症して、急速に進行するのが最大の特徴だね」\n\nコクシくん「選択肢aの『咬合性外傷』は特徴じゃないんですか？」\n\nセンパイ「侵襲性歯周炎でも二次性咬合性外傷は起こりうるけど、それは慢性歯周炎でも同じ。侵襲性歯周炎に『特徴的』とは言えないね」\n\nコクシくん「選択肢cの『歯石の多量沈着』は？」\n\nセンパイ「これは逆なんだ。侵襲性歯周炎の特徴の一つに『プラークや局所因子と破壊量が一致しない』というのがある」\n\nコクシくん「どういうことですか？」\n\nセンパイ「つまり、歯石やプラークが少ないのに、歯周組織の破壊が激しいってこと。慢性歯周炎では局所因子と破壊量が一致するけど、侵襲性歯周炎では不均衡なんだ」\n\nコクシくん「なるほど。見た目はきれいなのに骨が吸収してるってことですね」\n\nセンパイ「そういうこと。だから発見が遅れやすいんだよ」\n\nコクシくん「選択肢dの『水平性の骨吸収』は？」\n\nセンパイ「侵襲性歯周炎では垂直性骨吸収が多く認められる。水平性は慢性歯周炎の方が多いね」\n\nコクシくん「垂直性骨吸収って、限局して深く吸収するやつですよね」\n\nセンパイ「その通り。第一大臼歯や切歯の近心に垂直的な骨欠損ができるのが典型的だよ」",
    "points": "・侵襲性歯周炎の特徴（慢性歯周炎との比較）：\n  - 若年での発症（思春期前後〜30歳以下）\n  - 急速なアタッチメントロスと歯槽骨吸収\n  - プラーク・局所因子と破壊量が不均衡（歯石少なくても破壊が激しい）\n  - 垂直性骨吸収が多い\n・慢性歯周炎の特徴：\n  - 成人に多い（子どもや青年にも発症）\n  - 局所因子と破壊量が一致\n  - 歯肉縁下歯石が高頻度\n  - 進行は緩徐〜中程度",
    "tableTitle": null,
    "tableContent": null
  }
}